Repository: xmliszt/joodle
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, ja, ko, tr, zh_hans, zh_hant

source: iCloud Sync is enabled but requires a restart to start working. Your data will sync after you restart the app.
fr: La synchronisation iCloud est activée mais nécessite un redémarrage pour fonctionner. Vos données seront synchronisées après le redémarrage de l'app.
ja: iCloud 同期は有効ですが、動作を開始するには再起動が必要です。アプリを再起動するとデータが同期されます。
ko: iCloud 동기화가 활성화되어 있지만 작동하려면 재시작이 필요합니다. 앱을 다시 시작하면 데이터 동기화가 시작됩니다.
tr: iCloud eşitlemesi açık ama çalışmaya başlaması için yeniden başlatma gerekiyor. Verilerin, uygulamayı yeniden başlattıktan sonra eşitlenecek.
zh_hans: iCloud 云服务同步已启用，但需要重启才能生效。重启应用后你的数据将开始同步。
zh_hant: iCloud 同步已啟用，但需要重新啟動才能生效。重新啟動 App 後，你的資料將開始同步。

source: iCloud Unavailable
fr: iCloud indisponible
ja: iCloud 利用不可
ko: iCloud를 사용할 수 없음
tr: iCloud kullanılamıyor
zh_hans: iCloud 云服务不可用
zh_hant: iCloud 無法使用

source: iCloud was disabled in Settings. Please restart the app.
fr: iCloud a été désactivé dans les Réglages. Veuillez redémarrer l'app.
ja: iCloud は設定で無効になりました。アプリを再起動してください。
ko: 설정에서 iCloud가 비활성화되었습니다. 앱을 다시 시작해 주세요.
tr: iCloud, Ayarlar'da kapatıldı. Lütfen uygulamayı yeniden başlat.
zh_hans: 设置中已停用 iCloud。请重启应用。
zh_hant: 「設定」中已停用 iCloud。請重新啟動 App。

source: If today was a plant, draw how many leaves it grew (or lost) today.
fr: Si aujourd'hui était une plante, dessinez combien de feuilles elle a poussé (ou perdu) aujourd'hui.
ja: もし今日が植物だったら、今日のうちに増えた（または減った）葉っぱの数を描いてください。
ko: 오늘이 식물이라면, 오늘 잎이 얼마나 자랐는지(또는 떨어졌는지) 그려보세요.
tr: Bugün bir bitki olsaydı, bugün kaç yaprak verdiğini (ya da kaybettiğini) çiz.
zh_hans: 如果今天是一株植物，画出它今天长出（或掉落）了多少片叶子。
zh_hant: 如果今天是一株植物，畫出它今天長出（或掉落）了多少片葉子。

source: If your brain was a weather map, draw the clouds or sun over it now.
fr: Si votre cerveau était une carte météo, dessinez les nuages ou le soleil dessus maintenant.
ja: もしあなたの脳が天気図だったら、今そこにある雲や太陽を描いてください。
ko: 당신의 머릿속이 날씨 지도라면, 지금 그 위에 구름이나 해를 그려보세요.
tr: Beynin bir hava durumu haritası olsaydı, şu an üzerindeki bulutları ya da güneşi çiz.
zh_hans: 如果你的大脑是一张天气图，画出现在上面的云彩或太阳。
zh_hant: 如果你的大腦是一張天氣圖，畫出現在上面的雲朵或太陽。

source: If your focus was a flashlight beam, draw what it is pointing at.
fr: Si votre concentration était un faisceau de lampe torche, dessinez ce qu'il éclaire.
ja: もし集中が懐中電灯の光だったら、それが何を照らしているかを描いてください。
ko: 집중력이 손전등 빛이라면, 지금 무엇을 비추고 있는지 그려보세요.
tr: Odağın bir el feneri huzmesi olsaydı, neyi aydınlattığını çiz.
zh_hans: 如果你的注意力是一束手电筒光，画出它正照向什么。
zh_hant: 如果你的專注力是一束手電筒光，畫出它正照向什麼。

source: If your stress was a jar of tangled wires, draw how messy the wires are.
fr: Si votre stress était un bocal de fils emmêlés, dessinez à quel point les fils sont en désordre.
ja: もしストレスが絡まったワイヤーの瓶だったら、ワイヤーがどれだけぐちゃぐちゃかを描いてください。
ko: 스트레스가 엉킨 전선이 담긴 병이라면, 전선이 얼마나 복잡한지 그려보세요.
tr: Stresin, karışık kablolarla dolu bir kavanoz olsaydı, kabloların ne kadar karmakarışık olduğunu çiz.
zh_hans: 如果你的压力是一罐缠在一起的电线，画出这些电线有多乱。
zh_hant: 如果你的壓力是一罐纏在一起的電線，畫出這些電線有多亂。

source: Imagine seeing a year of your life in a single glance. Each Joodle carries a special piece of memory. Always private. Always yours.
fr: Imaginez voir une année de votre vie en un seul coup d'œil. Chaque Joodle porte un fragment de souvenir. Toujours privé. Toujours à vous.
ja: 自分の人生1年分を一目で見渡すところを想像してください。各 Joodle には大切な記憶のかけらが宿っています。常にプライベート。常にあなたのもの。
ko: 인생의 1년을 한눈에 본다고 상상해 보세요. 각 Joodle에는 특별한 기억의 조각이 담겨 있습니다. 언제나 비공개. 언제나 당신의 것.
tr: Hayatının bir yılını tek bir bakışta görmeyi düşün. Her Joodle özel bir anı parçası taşır. Her zaman gizli. Her zaman senin.
zh_hans: 想象一眼纵览你一整年的生活。每个涂鸦承载着一段特别的记忆。始终私密。始终属于你。
zh_hant: 想像一眼縱覽你一整年的生活。每個塗鴉都承載著一段特別的回憶。始終私密。始終屬於你。

source: Import complete
fr: Importation terminée
ja: インポート完了
ko: 가져오기 완료
tr: İçe aktarma tamamlandı
zh_hans: 导入完成
zh_hant: 匯入完成

source: In "Settings", go to "Labs" section, then tap on "Experimental Features".
fr: Dans « Réglages », allez dans la section « Labo », puis appuyez sur « Fonctionnalités expérimentales ».
ja: 「設定」で「ラボ」セクションに進み、「実験的機能」をタップしてください。
ko: 설정에서 랩 섹션으로 이동한 다음 실험적 기능을 탭하세요.
tr: "Ayarlar"da "Labs" bölümüne git, ardından "Deneysel özellikler"e dokun.
zh_hans: 在"设置"中，进入"实验室"板块，然后点击"实验功能"。
zh_hant: 在「設定」中，進入「實驗室」區塊，然後點一下「實驗功能」。

source: in %@
fr: dans %@
ja: %@ で
ko: %@ 후
tr: %@ içinde
zh_hans: %@后
zh_hant: %@後

source: In 5 days
fr: Dans 5 jours
ja: 5日後
ko: 5일 후
tr: 5 gün içinde
zh_hans: 5 天后
zh_hant: 5 天後

source: In 7 days
fr: Dans 7 jours
ja: 7日後
ko: 7일 후
tr: 7 gün içinde
zh_hans: 7 天后
zh_hant: 7 天後

source: In-App Actions
fr: Actions dans l'app
ja: アプリ内アクション
ko: 앱 내 작업
tr: Uygulama içi eylemler
zh_hans: 应用内操作
zh_hant: App 內操作

source: Inactive
fr: Inactif
ja: 無効
ko: 비활성
tr: Etkin değil
zh_hans: 未激活
zh_hant: 未啟用

source: Interactive Tutorials
fr: Tutoriels interactifs
ja: インタラクティブチュートリアル
ko: 인터랙티브 튜토리얼
tr: Etkileşimli öğreticiler
zh_hans: 互动教程
zh_hant: 互動教學

source: Invalid Alarm Time
fr: Heure d'alarme invalide
ja: 無効なアラーム時刻
ko: 유효하지 않은 알람 시간
tr: Geçersiz alarm saati
zh_hans: 无效的闹钟时间
zh_hant: 無效的鬧鐘時間

source: Invalid API URL
fr: URL d'API invalide
ja: 無効な API URL
ko: 유효하지 않은 API URL
tr: Geçersiz API URL'si
zh_hans: 无效的 API 地址
zh_hant: 無效的 API 位址

source: Is Syncing
fr: En cours de synchronisation
ja: 同期中
ko: 동기화 중
tr: Eşitleniyor
zh_hans: 同步中
zh_hant: 同步中

source: Joodle can't sync with iCloud because "Saved to iCloud" is disabled in system settings.
fr: Joodle ne peut pas se synchroniser avec iCloud car « Enregistré sur iCloud » est désactivé dans les réglages système.
ja: Joodle は、システム設定で「iCloud に保存」が無効のため iCloud と同期できません。
ko: 시스템 설정에서 "iCloud에 저장"이 비활성화되어 Joodle이 iCloud와 동기화할 수 없습니다.
tr: Joodle, "iCloud'a Kaydedilenler" sistem ayarlarında kapalı olduğu için iCloud ile eşitlenemiyor.
zh_hans: Joodle 无法与 iCloud 云服务同步，因为系统设置中"保存到 iCloud"已停用。
zh_hant: Joodle 無法與 iCloud 同步，因為系統設定中的「儲存到 iCloud」已停用。

source: Joodle couldn't save this reference photo to your album. To turn saving back on, go to Settings > General > Customization > Save photos to album.
fr: Joodle n'a pas pu enregistrer cette photo de référence dans votre album. Pour réactiver l'enregistrement, allez dans Réglages > Général > Personnalisation > Enregistrer les photos dans l'album.
ja: Joodle はこの参考写真をアルバムに保存できませんでした。保存を再びオンにするには、「設定 > 一般 > カスタマイズ > 写真をアルバムに保存」を開いてください。
ko: Joodle에서 이 참고 사진을 앨범에 저장하지 못했습니다. 저장을 다시 켜려면 설정 > 일반 > 사용자화 > 사진을 앨범에 저장으로 이동하세요.
tr: Joodle bu referans fotoğrafını albümüne kaydedemedi. Kaydetmeyi yeniden açmak için Ayarlar > Genel > Özelleştirme > Fotoğrafları albüme kaydet yoluna git.
zh_hans: Joodle 无法将这张参考照片保存到你的相册。若要重新开启保存，请前往“设置 > 通用 > 自定义 > 将照片保存到相册”。
zh_hant: Joodle 無法將這張參考照片儲存到你的相簿。若要重新開啟儲存功能，請前往「設定 > 一般 > 自訂 > 將照片儲存到相簿」。

source: Joodle entries
fr: Entrées Joodle
ja: Joodleエントリー
ko: Joodle 항목
tr: Joodle kayıtları
zh_hans: Joodle 记录
zh_hant: Joodle 記錄

source: Joodle is now available in App Store!
fr: Joodle est maintenant disponible sur l'App Store !
ja: Joodle が App Store で利用できるようになりました！
ko: Joodle이 이제 App Store에 출시되었습니다!
tr: Joodle artık App Store'da!
zh_hans: Joodle 现已在 App Store 上架！
zh_hant: Joodle 現已在 App Store 上架！

source: Joodle needs camera access to capture reference photos for tracing. Enable it in Settings.
fr: Joodle a besoin d'accéder à l'appareil photo pour capturer des photos de référence à décalquer. Activez-le dans les Réglages.
ja: Joodle はトレース用の参考写真を撮影するためにカメラへのアクセスが必要です。設定で有効にしてください。
ko: Joodle에서 따라 그리기용 참고 사진을 촬영하려면 카메라 접근 권한이 필요합니다. 설정에서 활성화해 주세요.
tr: Joodle'ın, üzerinden çizim yapman için referans fotoğrafları çekmek üzere kamera erişimine ihtiyacı var. Ayarlar'dan aç.
zh_hans: Joodle 需要访问相机以拍摄用于描摹的参考照片。请在“设置”中开启。
zh_hant: Joodle 需要存取相機，以拍攝用於描摹的參考照片。請在「設定」中開啟。

source: Joodle needs permission to add photos to your library. Enable Photos access in Settings to save captured reference photos.
fr: Joodle a besoin d'une autorisation pour ajouter des photos à votre photothèque. Activez l'accès aux photos dans les Réglages pour enregistrer les photos de référence capturées.
ja: Joodle が写真をライブラリに追加するには許可が必要です。撮影した参考写真を保存するには、設定で写真へのアクセスを有効にしてください。
ko: Joodle에서 사진을 보관함에 추가하려면 권한이 필요합니다. 촬영한 참고 사진을 저장하려면 설정에서 사진 접근 권한을 활성화해 주세요.
tr: Joodle'ın, fotoğrafları kitaplığına ekleyebilmesi için izne ihtiyacı var. Çektiğin referans fotoğrafları kaydetmek için Ayarlar'dan Fotoğraflar erişimini aç.
zh_hans: Joodle 需要权限才能将照片添加到你的照片图库。请在“设置”中开启照片访问权限，以保存拍摄的参考照片。
zh_hant: Joodle 需要權限才能將照片加入你的照片圖庫。請在「設定」中開啟照片取用權限，以儲存拍攝的參考照片。

source: Joodle Reminder
fr: Rappel Joodle
ja: Joodle リマインダー
ko: Joodle 알림
tr: Joodle anımsatıcısı
zh_hans: Joodle 提醒
zh_hant: Joodle 提醒

source: Joodle Today
fr: Joodle du jour
ja: 今日の Joodle
ko: 오늘의 Joodle
tr: Bugün Joodle
zh_hans: 今日涂鸦
zh_hant: 今日塗鴉

source: Joodle will automatically sync your journal entries and preferences to iCloud.
fr: Joodle synchronisera automatiquement vos entrées de journal et vos préférences sur iCloud.
ja: Joodle は日記のエントリーと設定を自動的に iCloud に同期します。
ko: Joodle은 일기 항목과 환경설정을 iCloud에 자동으로 동기화합니다.
tr: Joodle, günlük kayıtlarını ve tercihlerini iCloud ile otomatik olarak eşitler.
zh_hans: Joodle 将自动同步你的日记记录和偏好设置到 iCloud 云服务。
zh_hant: Joodle 將自動把你的日記記錄與偏好設定同步到 iCloud。

source: Joodle will back up your entries about once a day.
fr: Joodle sauvegarde vos entrées environ une fois par jour.
ja: Joodleは1日に1回程度エントリーをバックアップします。
ko: Joodle은 약 하루에 한 번 항목을 백업합니다.
tr: Joodle, kayıtlarını yaklaşık günde bir yedekler.
zh_hans: Joodle 大约每天备份一次您的条目。
zh_hant: Joodle 大約每天備份一次你的記錄。

source: Jump to Month
fr: Aller au mois
ja: 月へ移動
ko: 월로 이동
tr: Aya git
zh_hans: 跳转到月
zh_hant: 跳至月份

source: Jump to Week
fr: Aller à la semaine
ja: 週へ移動
ko: 주로 이동
tr: Haftaya git
zh_hans: 跳转到周
zh_hant: 跳至週次

source: Jump to Year
fr: Aller à l'année
ja: 年へ移動
ko: 연도로 이동
tr: Yıla git
zh_hans: 跳转到年
zh_hant: 跳至年份

source: Keep your Joodle Pro
fr: Gardez votre Joodle Pro
ja: Joodle Pro を続けましょう
ko: Joodle Pro를 계속 이용하세요
tr: Joodle Pro'nu koru
zh_hans: 继续保留 Joodle Pro
zh_hant: 繼續保留 Joodle Pro

source: Keep your Joodles synced across all your devices with iCloud.
fr: Gardez vos Joodles synchronisés sur tous vos appareils avec iCloud.
ja: iCloud で Joodle をすべてのデバイス間で同期しましょう。
ko: iCloud로 모든 기기에서 Joodle을 동기화 상태로 유지하세요.
tr: Joodle'lerini iCloud ile tüm cihazlarında eşitlenmiş halde tut.
zh_hans: 通过 iCloud 云服务让你所有设备上的涂鸦保持同步。
zh_hant: 透過 iCloud 讓你所有裝置上的塗鴉保持同步。

source: Labs
fr: Labo
ja: ラボ
ko: 랩
zh_hans: 实验室
zh_hant: 實驗室

source: Language
fr: Langue
ja: 言語
ko: 언어
tr: Dil
zh_hans: 语言
zh_hant: 語言

source: Language Changed
fr: Langue modifiée
ja: 言語が変更されました
ko: 언어가 변경되었습니다
tr: Dil değiştirildi
zh_hans: 语言已更改
zh_hant: 語言已變更

source: Last backup: %@
fr: Dernière sauvegarde : %@
ja: 前回のバックアップ：%@
ko: 마지막 백업: %@
tr: Son yedekleme: %@
zh_hans: 上次备份:%@
zh_hant: 上次備份：%@

source: Last observed: %@
fr: Dernière observation : %@
ja: 最終確認: %@
ko: 마지막 감지: %@
tr: Son gözlemlenme: %@
zh_hans: 上次观察到：%@
zh_hant: 上次觀察到：%@

source: Last synced at
fr: Dernière synchronisation
ja: 最終同期時刻
ko: 마지막 동기화 시각
tr: Son eşitlenme
zh_hans: 上次同步于
zh_hant: 上次同步於

source: Later
fr: Plus tard
ja: あとで
ko: 나중에
tr: Daha sonra
zh_hans: 稍后
zh_hant: 稍後

source: Learn Core Features
fr: Découvrir les fonctionnalités essentielles
ja: 基本機能を学ぶ
ko: 핵심 기능 알아보기
tr: Temel özellikleri öğren
zh_hans: 了解核心功能
zh_hant: 了解核心功能

source: Learn how to get a promo code as an early tester
fr: Découvrez comment obtenir un code promo en tant que testeur
ja: 早期テスターとしてプロモコードを入手する方法を学ぶ
ko: 초기 테스터로 프로모 코드를 받는 방법 알아보기
tr: Erken test kullanıcısı olarak nasıl promosyon kodu alacağını öğren
zh_hans: 了解如何作为早期测试者获取促销码
zh_hant: 了解如何以早期測試者身分獲取促銷碼

source: Learn how to get a quick peek at the weekday labels in "Normal" view mode
fr: Découvrez comment voir rapidement les jours de la semaine en mode « Normal »
ja: "Normal" ビューモードで曜日ラベルをさっと確認する方法を学ぶ
ko: "일반" 보기 모드에서 요일 라벨을 빠르게 확인하는 방법
tr: "Normal" görünüm modunda hafta günü etiketlerine nasıl hızlıca göz atacağını öğren
zh_hans: 了解如何在"常规"视图模式下快速查看星期标签
zh_hant: 了解如何在「一般」檢視模式下快速查看星期標籤

source: Left-handed
fr: Gaucher
ja: 左利き
ko: 왼손잡이
tr: Solak
zh_hans: 左手
zh_hant: 左手

source: Legal
fr: Mentions légales
ja: 法的情報
ko: 법률
tr: Yasal
zh_hans: 法律信息
zh_hant: 法律資訊

source: Let’s Joodle!
fr: C’est parti !
ja: さあ、Joodle しよう！
ko: Joodle 시작하기!
tr: Hadi Joodle!
zh_hans: 开始涂鸦之旅！
zh_hant: 開始塗鴉吧！

source: Let's show you a camera trick — tap to open the canvas
fr: Voici une astuce pour l'appareil photo — appuyez pour ouvrir le canevas
ja: カメラの便利な使い方を紹介します — タップしてキャンバスを開きましょう
ko: 카메라 활용 팁을 알려드릴게요 — 탭하여 캔버스를 여세요
tr: Sana bir kamera numarası gösterelim — tuvali açmak için dokun
zh_hans: 向你展示一个相机小技巧 — 点按以打开画布
zh_hant: 讓我們示範一個相機小技巧 — 點一下以開啟畫布

source: Lifetime
fr: À vie
ja: 永久版
ko: 평생
tr: Ömür boyu
zh_hans: 终身版
zh_hant: 終身版

source: LIFETIME
fr: À VIE
ja: 永久版
ko: 평생
tr: ÖMÜR BOYU
zh_hans: 终身版
zh_hant: 終身版

source: Light
fr: Clair
ja: ライト
ko: 라이트
tr: Açık
zh_hans: 浅色
zh_hant: 淺色

source: Limit reached
fr: Limite atteinte
ja: 上限に達しました
ko: 한도 도달
tr: Sınıra ulaşıldı
zh_hans: 已达上限
zh_hant: 已達上限

source: Limited Time - %@ Off
fr: Offre limitée - %@ de réduction
ja: 期間限定 - %@ OFF
ko: 기간 한정 - %@ 할인
tr: Sınırlı süre - %@ indirim
zh_hans: 限时优惠 - 立减 %@
zh_hant: 限時優惠 - 立減 %@

source: Limited Time Offer
fr: Offre à durée limitée
ja: 期間限定オファー
ko: 기간 한정 특가
tr: Sınırlı süreli teklif
zh_hans: 限时优惠
zh_hant: 限時優惠

source: Loading changelogs...
fr: Chargement du journal des modifications…
ja: 更新履歴を読み込み中...
ko: 변경 로그 불러오는 중...
tr: Sürüm notları yükleniyor...
zh_hans: 加载更新日志…
zh_hant: 正在載入更新日誌…

source: Loading...
fr: Chargement...
ja: 読み込み中...
ko: 불러오는 중...
tr: Yükleniyor...
zh_hans: 加载中…
zh_hant: 載入中…

source: Long press on your home screen, tap the + button, search for "Joodle", and add a widget. Some widgets are configurable. Tap the widget while in edit mode to configure.
fr: Appuyez longuement sur votre écran d'accueil, appuyez sur le bouton +, recherchez « Joodle », et ajoutez un widget. Certains widgets sont configurables. Appuyez sur le widget en mode édition pour le configurer.
ja: ホーム画面を長押しし、「+」をタップして「Joodle」を検索し、ウィジェットを追加してください。一部のウィジェットは設定できます。編集モードでウィジェットをタップして設定してください。
ko: 홈 화면을 길게 누르고 + 버튼을 탭한 뒤 "Joodle"을 검색해 위젯을 추가하세요. 일부 위젯은 구성할 수 있으며, 편집 모드에서 위젯을 탭해 설정할 수 있습니다.
tr: Ana ekranına basılı tut, + düğmesine dokun, "Joodle" araması yap ve bir Widget ekle. Bazı Widget'lar yapılandırılabilir. Yapılandırmak için düzenleme modundayken Widget'a dokun.
zh_hans: 长按主屏幕，点击 + 按钮，搜索"Joodle"，然后添加小组件。部分小组件支持配置，在编辑模式下点击小组件即可进行设置。
zh_hant: 長按主畫面，點一下「+」按鈕，搜尋「Joodle」，然後加入小工具。部分小工具可進行設定，在編輯模式下點一下小工具即可設定。

source: Long press on your lock screen, tap "Customize", then "ADD WIDGETS", find "Joodle", and tap or drag the widget onto the lock screen.
fr: Appuyez longuement sur votre écran de verrouillage, appuyez sur « Personnaliser », puis « AJOUTER DES WIDGETS », trouvez « Joodle », et appuyez ou glissez le widget sur l'écran de verrouillage.
ja: ロック画面を長押しし、「カスタマイズ」をタップしてから「ウィジェットを追加」を選び、「Joodle」を見つけて、ウィジェットをロック画面にタップまたはドラッグしてください。
ko: 잠금 화면을 길게 누른 뒤 "사용자화"를 탭하고 "위젯 추가"를 선택하세요. "Joodle"을 찾아 탭하거나 끌어서 잠금 화면에 추가하세요.
tr: Kilit ekranına basılı tut, "Özelleştir"e dokun, sonra "WIDGET EKLE"ye dokun, "Joodle"ı bul ve Widget'a dokun ya da kilit ekranına sürükle.
zh_hans: 长按锁屏界面，点击"自定"，然后选择"添加小组件"，找到"Joodle"，点击或拖拽小组件到锁屏上。
zh_hant: 長按鎖定畫面，點一下「自訂」，接著選「加入小工具」，找到「Joodle」，點一下或拖曳小工具到鎖定畫面上。

source: Long press your doodle and tap the option to "Move to Another Date"
fr: Appuyez longuement sur votre gribouillis et choisissez l'option « Déplacer à une autre date »
ja: Joodle を長押しして、「別の日付に移動」をタップしてください。
ko: 낙서를 길게 누른 후 "다른 날짜로 이동" 옵션을 탭하세요
tr: Karalamana basılı tut ve "Başka bir tarihe taşı" seçeneğine dokun
zh_hans: 长按你的涂鸦然后选择"移动到其他日期"
zh_hant: 長按你的塗鴉，然後點一下「移到其他日期」選項

source: Long press, tap the + button, search for "Joodle", and add a widget. Some widgets are configurable. Tap the widget while in edit mode to configure.
fr: Appuyez longuement, appuyez sur le bouton +, recherchez « Joodle », et ajoutez un widget. Certains widgets sont configurables. Appuyez sur le widget en mode édition pour le configurer.
ja: 長押しして「+」ボタンをタップし、「Joodle」を検索してウィジェットを追加してください。一部のウィジェットは設定できます。編集モードでウィジェットをタップして設定してください。
ko: 길게 누른 후 + 버튼을 탭하고 "Joodle"을 검색해 위젯을 추가하세요. 일부 위젯은 편집 모드에서 탭해 구성할 수 있습니다.
tr: Basılı tut, + düğmesine dokun, "Joodle" araması yap ve bir Widget ekle. Bazı Widget'lar yapılandırılabilir. Yapılandırmak için düzenleme modundayken Widget'a dokun.
zh_hans: 长按，点击 + 按钮，搜索"Joodle"，然后添加小组件。部分小组件支持配置，在编辑模式下点击小组件即可进行设置。
zh_hant: 長按，點一下「+」按鈕，搜尋「Joodle」，然後加入小工具。部分小工具可進行設定，在編輯模式下點一下小工具即可設定。

source: Look at your dominant hand. Draw the shape it makes resting on your lap.
fr: Regardez votre main dominante. Dessinez la forme qu'elle prend posée sur vos genoux.
ja: 利き手を見て、膝の上で作る形を描いてください。
ko: 주로 쓰는 손을 보세요. 무릎 위에 올려둔 모양을 그려보세요.
tr: Baskın eline bak. Kucağında dururken oluşturduğu şekli çiz.
zh_hans: 看看你常用的那只手。画出它放在你腿上的形状。
zh_hant: 看看你慣用的那隻手。畫出它放在你腿上的形狀。

source: Look up. What is the shape of the cloud or the patch of sky you see?
fr: Levez les yeux. Quelle forme a le nuage ou le morceau de ciel que vous voyez ?
ja: 見上げて、見えている雲や空のかたまりの形を描いてください。
ko: 고개를 들어보세요. 보이는 구름이나 하늘 조각은 어떤 모양인가요?
tr: Yukarı bak. Gördüğün bulutun ya da gökyüzü parçasının şekli nasıl?
zh_hans: 抬头看。你看到的云朵或者天空是什么形状？
zh_hant: 抬頭看。你看到的雲朵或那片天空是什麼形狀？

source: Made with Joodle
fr: Créé avec Joodle
ja: Joodle で作成
tr: Joodle ile yapıldı
zh_hans: 由 Joodle 制作
zh_hant: 由 Joodle 製作

source: Make sure you are on TestFlight. Take a screenshot, then tap "Share Beta Feedback...". Write "I want promo code" in the feedback section. And most importantly, include your email address in "Share Your Email" section so that we can send the code to you!
fr: Assurez-vous d'être sur TestFlight. Prenez une capture d'écran, puis appuyez sur « Share Beta Feedback... ». Écrivez « I want promo code » dans la section de commentaires. Et surtout, incluez votre adresse e-mail dans la section « Share Your Email » pour que nous puissions vous envoyer le code !
ja: TestFlight を利用していることを確認してください。スクリーンショットを撮り、「Share Beta Feedback...」をタップします。フィードバック欄に「I want promo code」と入力してください。そして最も重要なのは、「Share Your Email」欄にメールアドレスを入力して、こちらからコードを送れるようにすることです！
ko: TestFlight 버전을 사용 중인지 확인하세요. 스크린샷을 찍은 뒤 "Share Beta Feedback..."를 탭하세요. 피드백에 "I want promo code"라고 작성해 주세요. 그리고 가장 중요하게 "Share Your Email" 섹션에 이메일 주소를 포함해야 코드를 보내드릴 수 있습니다!
tr: TestFlight'ta olduğundan emin ol. Ekran görüntüsü al, sonra "Beta Geri Bildirimi Paylaş..."a dokun. Geri bildirim bölümüne "Promosyon kodu istiyorum" yaz. Ve en önemlisi, kodu sana gönderebilmemiz için "E-postanı Paylaş" bölümüne e-posta adresini eklemeyi unutma!
zh_hans: 确保你正在使用 TestFlight 版本。截取一张截图，然后点击"分享 Beta 反馈…"。在反馈部分写下"我想要促销码"。最重要的是，在"分享你的邮箱"部分填写你的邮箱地址，以便我们将兑换码发送给你！
zh_hant: 請確認你正在使用 TestFlight 版本。擷取一張螢幕截圖，然後點一下「分享 Beta 版回饋…」。在回饋欄位寫下「我想要促銷碼」。最重要的是，在「分享你的電子郵件」欄位填寫你的電子郵件地址，這樣我們才能把兌換碼寄給你！

source: Make sure you have an active internet connection (Wi-Fi or cellular data). Current status: %@
fr: Assurez-vous d'avoir une connexion Internet active (Wi-Fi ou données cellulaires). État actuel : %@
ja: 有効なインターネット接続（Wi-Fi またはモバイルデータ通信）があることを確認してください。現在の状態: %@
ko: 활성 인터넷 연결(Wi-Fi 또는 셀룰러 데이터)이 있는지 확인하세요. 현재 상태: %@
tr: Etkin bir internet bağlantın olduğundan emin ol (Wi-Fi ya da hücresel veri). Mevcut durum: %@
zh_hans: 确保你有有效的网络连接（Wi-Fi 或蜂窝数据）。当前状态：%@
zh_hant: 請確認你已連上網路（Wi-Fi 或行動數據）。目前狀態：%@

source: Make sure you're signed in to iCloud, then turn Joodle on under Settings → [Your Name] → iCloud → Saved to iCloud → Drive → Apps Syncing to iCloud Drive.
fr: Assurez-vous d'être connecté à iCloud, puis activez Joodle dans Réglages → [Votre nom] → iCloud → Enregistré sur iCloud → Drive → Apps synchronisées avec iCloud Drive.
ja: iCloudにサインインしていることを確認してから、設定 → [あなたの名前] → iCloud → iCloudに保存 → Drive → iCloud Driveと同期するApp で Joodle をオンにしてください。
ko: iCloud에 로그인되어 있는지 확인한 다음, 설정 → [사용자 이름] → iCloud → iCloud에 저장됨 → Drive → iCloud Drive와 동기화하는 앱에서 Joodle을 켜세요.
tr: iCloud'da oturum açtığından emin ol, sonra Ayarlar → [Adın] → iCloud → iCloud'a Kaydedilenler → Drive → iCloud Drive ile Eşitlenen Uygulamalar altından Joodle'ı aç.
zh_hans: 请确认已登录 iCloud,然后在 设置 → [您的姓名] → iCloud → 已保存到 iCloud → 云盘 → 同步到 iCloud 云盘的 App 中开启 Joodle。
zh_hant: 請確認你已登入 iCloud，然後在「設定」→「[你的名稱]」→「iCloud」→「已儲存到 iCloud」→「雲碟」→「同步到 iCloud 雲碟的 App」中開啟 Joodle。

source: Make your doodles wiggle
fr: Faites frétiller vos doodles
ja: 落書きをぷるぷる動かそう
ko: 낙서를 꿈틀꿈틀 움직여 보세요
tr: Karalamalarını titret
zh_hans: 让涂鸦抖动起来
zh_hant: 讓你的塗鴉抖動起來

source: Makes your doodles come alive with a shaky wiggle that never sits still.
fr: Donne vie à vos gribouillages avec un frémissement qui ne tient jamais en place.
ja: 片時もじっとしないぷるぷるの揺れで、落書きが生き生きと動き出します。
ko: 잠시도 가만히 있지 않고 흔들리며 낙서가 살아 움직입니다.
tr: Karalamalarını asla durmayan titrek bir sallanmayla canlandırır.
zh_hans: 用永不停歇的轻微抖动，让你的涂鸦活灵活现。
zh_hant: 以永不停歇的輕微抖動，讓你的塗鴉活靈活現。

source: Manage iCloud Backups
fr: Gérer les sauvegardes iCloud
ja: iCloudバックアップを管理
ko: iCloud 백업 관리
tr: iCloud yedeklerini yönet
zh_hans: 管理 iCloud 备份
zh_hant: 管理 iCloud 備份

source: Manage or Cancel via App Store
fr: Gérer ou résilier via l'App Store
ja: App Store で管理または解約
ko: App Store에서 관리 또는 취소
tr: App Store'dan yönet ya da iptal et
zh_hans: 通过 App Store 管理或取消
zh_hant: 透過 App Store 管理或取消

source: Manage photos permission, Siri and search, and notification appearance in the system Settings app.
fr: Gérez les autorisations photos, Siri et recherche, et l'apparence des notifications dans l'app Réglages du système.
ja: 写真の許可、Siri と検索、通知の表示方法は、システム設定アプリで管理できます。
ko: 시스템 설정 앱에서 사진 권한, Siri 및 검색, 알림 표시를 관리할 수 있습니다.
tr: Fotoğraf iznini, Siri ve aramayı ve bildirim görünümünü sistem Ayarlar uygulamasından yönet.
zh_hans: 在系统设置中管理照片权限、Siri 与搜索以及通知外观。
zh_hant: 在系統「設定」App 中管理照片權限、Siri 與搜尋，以及通知外觀。

source: Manage Subscription
fr: Gérer l'abonnement
ja: サブスクリプションを管理
ko: 구독 관리
tr: Aboneliği yönet
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Manage your subscription, change plans, or cancel anytime.
fr: Gérez votre abonnement, changez de forfait, ou résiliez à tout moment.
ja: サブスクリプションの管理、プラン変更、いつでもキャンセルができます。
ko: 구독을 관리하고, 요금제를 변경하거나, 언제든지 취소할 수 있습니다.
tr: Aboneliğini yönet, plan değiştir ya da istediğin zaman iptal et.
zh_hans: 管理你的订阅、更改方案或随时取消。
zh_hant: 管理你的訂閱、變更方案或隨時取消。

source: Manual Actions
fr: Actions manuelles
ja: 手動アクション
ko: 수동 작업
tr: Manuel işlemler
zh_hans: 手动操作
zh_hant: 手動操作

source: Minimal Video
fr: Vidéo minimale
ja: 最小動画
ko: 미니멀 영상
zh_hans: 极简视频
zh_hant: 極簡影片

source: Minimized
fr: Minimisé
ja: ミニマイズ
ko: 최소화
tr: Küçültülmüş
zh_hans: 迷你
zh_hant: 迷你

source: Missing Date String
fr: Chaîne de date manquante
ja: 日付文字列がありません
ko: 날짜 문자열 없음
tr: Eksik tarih dizesi
zh_hans: 缺少日期字段
zh_hant: 缺少日期字串

source: Monday
fr: Lundi
ja: 月曜日
ko: 월요일
tr: Pazartesi
zh_hans: 星期一
zh_hant: 星期一

source: month
fr: mois
ja: 月
ko: 월
tr: ay
zh_hans: 月
zh_hant: 月

source: Month
fr: Mois
ja: 月
ko: 월
tr: Ay
zh_hans: 月
zh_hant: 月

source: Month Grid
fr: Grille mensuelle
ja: 月グリッド
ko: 월간 그리드
tr: Ay ızgarası
zh_hans: 本月总览
zh_hant: 本月總覽

source: monthly
fr: mensuel
ja: 毎月
ko: 월간
tr: aylık
zh_hans: 每月
zh_hant: 每月

source: Monthly
fr: Mensuel
ja: 月額
ko: 월간
tr: Aylık
zh_hans: 月度版
zh_hant: 月繳方案

source: Move
fr: Déplacer
ja: 移動
ko: 이동
tr: Taşı
zh_hans: 移动
zh_hant: 移動

source: Move a Doodle
fr: Déplacer un gribouillis
ja: Joodle を移動
ko: 낙서 이동하기
tr: Karalamayı taşı
zh_hans: 移动涂鸦
zh_hant: 移動塗鴉

source: Move Doodle
fr: Déplacer le gribouillis
ja: Joodle を移動
ko: 낙서 이동
tr: Karalamayı taşı
zh_hans: 移动涂鸦
zh_hant: 移動塗鴉

source: Move to Another Date
fr: Déplacer à une autre date
ja: 別の日付に移動
ko: 다른 날짜로 이동
tr: Başka bir tarihe taşı
zh_hans: 移动到其他日期
zh_hant: 移至其他日期

source: Move your doodle to %@?
fr: Déplacer votre gribouillis vers %@ ?
ja: Joodle を %@ に移動しますか？
ko: %@(으)로 낙서를 이동할까요?
tr: Karalaman %@ tarihine taşınsın mı?
zh_hans: 要将涂鸦移动到 %@ 吗？
zh_hant: 要將塗鴉移至 %@ 嗎？

source: Navigate Years
fr: Naviguer entre les années
ja: 年を移動
ko: 연도 이동
tr: Yıllar arasında gezin
zh_hans: 在年份间导航
zh_hant: 在年份間切換

source: Need Help?
fr: Besoin d'aide ?
ja: ヘルプが必要ですか？
ko: 도움이 필요하신가요?
tr: Yardım mı lazım?
zh_hans: 需要帮助？
zh_hant: 需要協助？

source: Network
fr: Réseau
ja: ネットワーク
ko: 네트워크
tr: Ağ
zh_hans: 网络
zh_hant: 網路
